Repository: zzephyra/gin-notebook
Catalog: web/src/locales/*/messages.po
Languages: de, ja

source: Missing valid value
de: Fehlender gültiger Wert
ja: 有効な値がない

source: Add new note failed
de: Neue Note fehlgeschlagen
ja: 新規ノートの追加失敗

source: Add new category failed
de: Neue Kategorie hinzufügen fehlgeschlagen
ja: 新規カテゴリの追加失敗

source: Delete note failed
de: Note gelöscht fehlgeschlagen
ja: ノートの削除失敗

source: Would you like to move the file to the "{total}" folder?
de: Möchten Sie die Datei in den Ordner"{total}" verschieben?
ja: ファイルを\“{total}\”フォルダに移動しますか？

source: 1 day
de: 1 Tag
ja: 1日

source: 14 days
de: 14 Tage
ja: 14日間

source: 30 days
de: 30 Tage
ja: 30日

source: 7 days
de: 7 Tage
ja: 7日間

source: Access Key
de: Der Access Key
ja: アクセスキー

source: Action
de: Aktion
ja: アクション

source: Active
de: Aktive
ja: アクティブ

source: Add Invite Link
de: Link einladen
ja: 招待リンクを追加

source: Add New Category
de: Neue Kategorie hinzufügen
ja: 新しいカテゴリを追加

source: Add new Invite Link
de: Neuen Link einladen
ja: 新しい招待リンクを追加

source: Add New Note
de: Neue Note hinzufügen
ja: 新しいノートを追加

source: Add to Favorites
de: Fügen Sie Favoriten hinzu
ja: お気に入りに追加

source: Allow commenting
de: Kommentare zulassen
ja: コメントを許可

source: Allow editing
de: Editing ermöglichen
ja: 編集を許可

source: Allow editing this note.
de: Erlauben Sie die Erstellung dieser Notiz.
ja: このノートを編集できます。

source: Allow inviting
de: Einladung ermöglichen
ja: 招待許可

source: Allow joining
de: Beitritt ermöglichen
ja: 参加許可

source: Allow sharing
de: Sharing ermöglichen
ja: 共有を許可

source: Allow sharing this note with others or third-party applications.
de: Erlauben Sie die Freigabe dieser Notiz mit anderen oder Anwendungen von Drittanbietern.
ja: このノートを他のアプリケーションやサードパーティアプリケーションと共有することを許可します。

source: Already have an account?
de: Sie haben bereits ein Konto?
ja: アカウントをお持ちですか？

source: Are you sure you want to delete this invite link?
de: Sind Sie sicher, dass Sie diesen Link löschen möchten?
ja: この招待リンクを削除しても大丈夫ですか？

source: Are you sure you want to delete this note? This action cannot be undone.
de: Sind Sie sicher, dass Sie diese Nachricht löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
ja: 本当にこのノートを削除しますか？この操作は元に戻すことはできません。

source: Back
de: zurück
ja: バック

source: Basic Information
de: Grundlegende Informationen
ja: 基本情報

source: Bucket Name
de: Der Bucket Name
ja: バケット名

source: Cancel
de: Annullierung
ja: キャンセル

source: Categorize the note by selecting an existing note category.
de: Kategorisieren Sie die Notiz, indem Sie eine vorhandene Notizkategorie auswählen.
ja: 既存のノートカテゴリを選択してノートを分類します。

source: Category
de: Kategorien
ja: カテゴリー

source: Category Name
de: Kategorie Bezeichnung
ja: カテゴリ名

source: Category name is required
de: Name der Kategorie erforderlich
ja: カテゴリ名必須

source: Change Email
de: E-Mail ändern
ja: メールを変更

source: Change Password
de: Passwort ändern
ja: パスワード変更

source: Change your password
de: Ändere dein Passwort
ja: パスワード変更

source: Come up with a good name!
de: Kommen Sie mit einem guten Namen!
ja: 良い名前を思い付く！

source: Confirm Password
de: Passwort bestätigen
ja: パスワードの確認

source: Confirm your new password
de: Bestätigen Sie Ihr neues Passwort
ja: 新しいパスワードを確認する

source: Copy Link
de: Kopier-Link
ja: リンクをコピー

source: Copy successfully
de: Kopieren erfolgreich
ja: コピー成功

source: Create
de: erschaffen
ja: 作成

source: Create a new workspace
de: Einen neuen Workspace erstellen
ja: 新しいワークスペースの作成

source: Create note success
de: Erstellen von Erfolgsnotizen
ja: ノート成功の作成

source: Create Workspace
de: Workspace erstellen
ja: ワークスペースの作成

source: Create workspace failed
de: Workspace erstellen fehlgeschlagen
ja: ワークスペース作成失敗

source: Created by:
de: Erstellt von:
ja: 作成者：

source: Creating workspace...
de: Workspace erstellen…
ja: ワークスペースの作成...

source: Current device
de: Das aktuelle Device
ja: 現在の装置

source: Danger Zone
de: Gefahrenzone
ja: 危険地帯

source: Delete failed
de: Delete gescheitert
ja: 削除失敗

source: Delete Invite Link
de: Link Einladung löschen
ja: 招待リンクを削除

source: Delete Note
de: Löschen Note
ja: メモを削除

source: Delete note failed: {0}
de: Delete note fehlgeschlagen:

source: Delete successfully
de: erfolgreich löschen
ja: 正常に削除

source: Deleting this item is a permanent action and cannot be reversed. Proceed with caution.
de: Das Löschen dieses Elements ist eine permanente Aktion und kann nicht rückgängig gemacht werden. Gehen Sie mit Vorsicht vor.
ja: この項目の削除は永続的なアクションであり、元に戻すことはできません。

source: Domain Url
de: Domain URL eingeben
ja: ドメインURL

source: Don't have an account yet?
de: Sie haben noch keinen Account?
ja: まだアカウントをお持ちでない場合

source: Download QR Code
de: Download von QR Code
ja: QRコードをダウンロード

source: Download Qrcode
de: Download von Qrcode
ja: ダウンロードQrcode

source: Emails go here → one@example.com, two@example.com
de: E-Mails gehen hierone@example.com, two@example.com
ja: メール は こちら →one@example.com, two@example.com

source: Enable Edit
de: Edit möglich
ja: 編集を有効に

source: Enable Share
de: Teilen ermöglichen
ja: 共有を有効に

source: Enter your new email
de: Geben Sie Ihre neue E-Mail
ja: 新しいメールアドレスを入力

source: Enter your new password
de: Geben Sie Ihr neues Passwort ein
ja: 新しいパスワードを入力

source: Expired
de: abgelaufen
ja: 期限切れ

source: Export As PDF
de: Export als PDF

source: Export As Word
de: Export als Wort

source: Failed to generate invite link
de: Fehler beim Generieren eines Einladungslinks
ja: 招待リンクの生成に失敗

source: Favorites
de: Favoriten
ja: アーカイブ

source: File movement
de: Archiv Bewegung
ja: ファイル移動

source: Frequent Used
de: Häufig benutzt
ja: よく使われる

source: General
de: Allgemeines
ja: 全般

source: Generate Link
de: Generierte Link
ja: リンクを生成

source: Generating invite link
de: Einladungslink generieren
ja: 招待リンクの生成

source: Get Started
de: Get Started auf
ja: はじめに

source: Go to selct other Workspace
de: Gehe zu Select Other Workspace
ja: 他のワークスペースに移動

source: Go to select other Workspace
de: Wählen Sie einen anderen Workspace
ja: 他のワークスペースを選択する

source: Go to Workspace
de: Gehe zu Workspace
ja: ワークスペースに移動

source: Hi! Welcome to Mameos!
de: Willkommen bei Mameos!
ja: こんにちは！Mameosへようこそ！

source: If you're bringing a guest, feel free to add their email below—or simply copy and share the invite link with them!
de: Wenn Sie einen Gast mitbringen, können Sie seine E-Mail-Adresse unten hinzufügen-oder einfach den Einladungslink kopieren und mit ihm teilen!
ja: ゲストを連れてくる場合は、以下のメールアドレスを追加するか、招待リンクをコピーして共有してください。

source: Ignore this prompt for this login
de: Ignorieren Sie diese Eingabeaufforderung für dieses Login
ja: このログインのプロンプトを無視する

source: Invite link
de: Link einladen
ja: 招待リンク

source: Invite Link
de: Link einladen
ja: 招待リンク

source: Invite link copied to clipboard
de: Link in Clipboard kopieren
ja: 招待リンクをクリップボードにコピー

source: Invite link created successfully
de: Link erfolgreich erstellt
ja: 招待リンクの作成成功

source: Invite link to join the workspace
de: Link zum Beitritt zum Workspace einladen
ja: ワークスペースに参加するリンクを招待

source: Invite to your workspace
de: Einladen in deinen Workspace
ja: ワークスペースに招待する

source: Invited Members
de: Eingeladene Mitglieder
ja: 招待会員

source: Join Workspace
de: Eintritt Workspace
ja: ワークスペースに参加

source: Join workspace successfully!
de: Workspace erfolgreich nutzen!
ja: ワークスペースに参加！

source: Key
de: Schlüssel
ja: キー

source: Languages
de: Sprachen
ja: 言語

source: Loading notes...
de: Aufladen von Notizen…
ja: ノートを読み込み中...

source: Loading Workspace...
de: Arbeitsraum laden...
ja: ワークスペースをロード中...

source: Local storage path
de: Lokaler Speicherpfad
ja: ローカルストレージパス

source: Log out
de: Log aus
ja: ログインする

source: Login failed
de: Login fehlgeschlagen
ja: ログイン失敗

source: Login failed, please check your email and password
de: Login fehlgeschlagen, bitte E-Mail und Passwort überprüfen
ja: ログインに失敗しました。メールアドレスとパスワードを確認してください

source: Management
de: Verwaltung
ja: マネジメント

source: member
de: Mitglied
ja: メンバー

source: members
de: Mitglieder
ja: メンバー

source: Move
de: bewegen
ja: 移動

source: Move note failed
de: Note fehlgeschlagen
ja: ノートの移動失敗

source: Move to
de: Bewege dich zum
ja: 移動する

source: Move to Category
de: Umzug in die Kategorie
ja: カテゴリに移動

source: Move to category successfully
de: Erfolgreich in die Kategorie wechseln
ja: カテゴリへの移行成功

source: Move to trash
de: Umzug zum Trash
ja: ゴミ箱に移動

source: New file
de: Neues Archiv
ja: 新規ファイル

source: New folder
de: Neuer Folder
ja: 新しいフォルダ

source: New Password
de: Neues Passwort
ja: 新しいパスワード

source: Next Note
de: Nächste Note

source: No Category
de: Keine Kategorie
ja: カテゴリーなし

source: No expiration
de: Keine Exspiration
ja: 有効期限なし

source: No Workspace
de: kein Workspace
ja: ワークスペースなし

source: Note ID
de: Notiz ID
ja: ノートID

source: Note Name
de: Note Bezeichnung
ja: ノート名

source: Note Settings
de: Siehe Settings
ja: ノートの設定

source: Note Status
de: Status anzeigen
ja: ノートステータス

source: Note title is required
de: Titel wird benötigt
ja: Note title必須

source: Notes
de: Noten
ja: 備考

source: Now
de: Jetzt
ja: 今

source: Oops, This invitation link has expired.
de: Ups, dieser Link zur Einladung ist abgelaufen.
ja: おっと、この招待リンクは切れました。

source: Or
de: Oder

source: Ordering
de: Bestellung
ja: ソート

source: Owner
de: Besitzer

source: Password
de: Passwort
ja: パスワード

source: Passwords do not match
de: Passwort stimmt nicht überein
ja: パスワードが一致しません

source: Permission
de: Erlaubnis
ja: 許可

source: Permission Setting
de: Erlaubnis Setting
ja: 権限設定

source: Please check your email.
de: Bitte überprüfen Sie Ihre E-Mail.
ja: メールをご確認ください。

source: Please enter the verification code.
de: Bitte geben Sie den Verifizierungscode ein.
ja: 認証コードを入力してください。

source: Please enter your email address.
de: Bitte geben Sie Ihre E-Mail-Adresse ein.
ja: メールアドレスを入力してください。

source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein.
ja: パスワードを入力してください。

source: Please select a category
de: Bitte wählen Sie eine Kategorie
ja: カテゴリーを選択してください

source: Previous Note
de: Vorherige Note

source: Private
de: Privilegierte
ja: プライベート

source: Public
de: öffentlich
ja: パブリック

source: Qi Niu Cloud access key
de: Qi Niu Cloud Zugangsschlüssel
ja: Qi Niu Cloudアクセスキー

source: Qi Niu Cloud bucket name
de: Qi Niu Cloud Bucket Name (englisch)
ja: Qi Niu雲バケット名

source: Qi Niu Cloud domain url
de: Qi Niu Cloud Domain-URL (englisch)
ja: Qi NiuクラウドドメインURL

source: Qi Niu Cloud region
de: Die Qi Niu Wolke
ja: チーニウ雲地域

source: Qi Niu Cloud secret key
de: Qi Niu Cloud Geheimschlüssel
ja: Qi Niu雲秘密鍵

source: QR Code
de: Der QR Code
ja: QRコード

source: Recent Created
de: Kürzlich geschaffen
ja: 最近作成

source: Register failed
de: Registrierung fehlgeschlagen
ja: 登録失敗

source: Register failed, please check your email and password
de: Anmeldung fehlgeschlagen, bitte überprüfen Sie Ihre E-Mail und Ihr Passwort
ja: メールアドレスとパスワードをご確認ください

source: Register success
de: Erfolgsregister
ja: 成功登録

source: Register success, please check your email
de: Anmeldung erfolgreich, bitte überprüfen Sie Ihre E-Mail
ja: 成功登録、メールを確認してください

source: Remember me
de: Erinnere mich
ja: お問い合わせ

source: Remove from Favorites
de: Aus Favoriten entfernen
ja: お気に入りから削除

source: Save
de: Rettung
ja: 保存

source: Search Category
de: Suche Kategorie
ja: カテゴリー検索

source: Secret Key
de: Geheime Schlüssel
ja: 秘密鍵

source: Select
de: Auswählen
ja: 選択

source: Select a workspace to start using Mameos
de: Wählen Sie einen Arbeitsbereich aus, um Mameos zu verwenden
ja: Mameosの使用を開始するワークスペースを選択

source: Select Category
de: Kategorie auswählen
ja: カテゴリーを選択

source: Select note status
de: Status auswählen
ja: ノートステータスを選択

source: Select sorting field
de: Sortierfeld auswählen

source: Select your workspace
de: Wähle deinen Workspace
ja: ワークスペースを選択

source: Send Code
de: Code senden
ja: コードを送信

source: Sent
de: senden
ja: 送信

source: Set the current note's status. When set to private, it will be invisible to others.
de: Legen Sie den Status der aktuellen Notiz fest. Wenn sie auf privat gesetzt ist, ist sie für andere unsichtbar.
ja: 現在のノートのステータスを設定します。privateに設定すると、他のノートには見えません。

source: Share
de: Teilen
ja: シェア

source: Share Notion
de: Teilen von Notion

source: Share Wechat
de: Teilen WeChat
ja: シェアWechat

source: Sign In
de: Zeichen in
ja: サインイン

source: Sign Up
de: Sign Up auf
ja: サインアップ

source: Storage Management
de: Lagerverwaltung
ja: ストレージ管理

source: Storage Object
de: Objektlagerung
ja: ストレージオブジェクト

source: Storage Path
de: Speicherpfad
ja: ストレージパス

source: Switch
de: Switch ist
ja: スイッチ

source: The note title is required and must not exceed 100 characters in length.
de: Der Titel der Notiz ist erforderlich und darf 100 Zeichen nicht überschreiten.
ja: ノートタイトルは必須で、長さは100文字を超えてはなりません。

source: The number of members who have joined the workspace using this link
de: Die Anzahl der Mitglieder, die dem Arbeitsbereich über diesen Link beigetreten sind
ja: このリンクを使用してワークスペースに参加したメンバー数

source: The unique ID of the note.
de: Die eindeutige ID der Notiz.
ja: ノートの一意のID。

source: The workspace name contains illegal characters
de: Der Workspace-Name enthält illegale Zeichen
ja: ワークスペース名に不正文字が含まれる

source: This invitation link does not exist.
de: Dieser Link zur Einladung existiert nicht.
ja: この招待リンクは存在しません。

source: This link is expired
de: Dieser Link ist abgelaufen
ja: このリンクは期限切れです

source: Title
de: Titel

source: To ensure compatibility, please avoid special characters in the name.
de: Um die Kompatibilität zu gewährleisten, vermeiden Sie bitte Sonderzeichen im Namen.
ja: 互換性を確保するため、名前に特殊文字を使用しないでください。

source: Unknow
de: unwissend
ja: アンノウ

source: Untitled Note
de: Unbenannte Note

source: Update avatar successfully
de: Avatar erfolgreich aktualisieren
ja: アバターの更新

source: Update nickname successfully
de: Nickname erfolgreich aktualisieren
ja: ニックネームの更新

source: Update password successfully
de: Passwort erfolgreich aktualisieren
ja: パスワードの更新

source: Update successfully
de: Update erfolgreich
ja: 更新成功

source: Updated At
de: Aktualisiert AT

source: Upload
de: Der Upload
ja: アップロード

source: Upload Avatar
de: Upload von Avatar
ja: アバターをアップロード

source: Upload avatar failed
de: Avatar Upload fehlgeschlagen
ja: アバターのアップロード失敗

source: Verification code failed to send.
de: Der Bestätigungscode konnte nicht gesendet werden.
ja: 認証コードの送信に失敗した。

source: Verification code has been sent.
de: Der Verifizierungscode wurde gesendet.
ja: 認証コードが送信されました。

source: We are glad to have you here.
de: Wir sind froh, Sie hier zu haben.
ja: 皆様のご来場をお待ちしております。

source: Workspace Name
de: Workspace Bezeichnung
ja: ワークスペース名

source: Workspace:
de: Arbeitsraum:
ja: ワークスペース

source: You are not allowed to join this workspace.
de: Sie dürfen diesem Workspace nicht beitreten.
ja: このワークスペースには参加できません。

source: You have already joined this workspace!
de: Sie sind diesem Arbeitsbereich bereits beigetreten!
ja: すでにこのワークスペースに参加しています。

source: Delete
ja: 削除

source: Email
ja: メール

source: Emails
ja: メールアドレス

source: Expiration
ja: パスワード

source: Region
ja: 地域

source: Status
ja: 状態

source: Submit
ja: コンテンツ
